Repository: DaveMDS/epymc
Catalog: data/locale/*.po
Languages: de, fi, it, ru

source: Exit
de: Beenden
fi: Poistu
it: Esci
ru: Выход

source: Back
de: Zurück
fi: Takaisin
it: Indietro
ru: Назад

source: View restriction
de: Zeige Einschrenkungen
fi: Näkymä rajoitettu
it: Vista sconsigliata
ru: Ограничение режима отображения

source: <br><br>The requested view is not enabled for the current page.<br><br><small><info>NOTE: You can ovveride this restriction in the <i>Configuration → Views</i> section.</info></small>
de: <br><br>Die Anzeige nachfrage ist für diese Steie nicht aktiviert<br><br><small><info>INFO: Sie können diese Einschrämkung in der <i> Konfiguration → Anzeigen</i> sektion ändern.</info></small>
fi: <br><br>Pyydetty näkymä ei ole käytössä nykyiselle sivulle.<br><br><small><info>Huomaa: Voit ohittaa tämän rajoituksen<i>Asetukset → Näkymät</i> -osiossa.</info></small>
it: <br><br>La vista richiesta è disabilitata per questa pagina.<br><br><small><info>NOTA: Potete scavalcare questa restrizione nella sezione <i>Configurazione → Viste</i>.</info></small>
ru: <br><br>Запрошенный режим отображения отключён для данной страницы.<br><br><small><info>ПРИМЕЧАНИЕ: Вы можете отменить это ограничение в разделе <i>Настройка → Режимы отображения</i>.</info></small>

source: %d item
de: %d Eintrag
fi: %d kohde
it: %d elemento
ru: %d элемент

source: Ok
ru: ОК

source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
ru: Отмена

source: Configuration
de: Konfiguration
fi: Asetukset
it: Configurazione
ru: Настройки

source: General
de: Allgemein
fi: Yleiset
it: Generale
ru: Общие

source: Modules
de: Module
fi: Moduulit
it: Moduli
ru: Модули

source: Themes
de: Themen
fi: Teemat
it: Temi
ru: Тема

source: Views
de: Anzeigen
fi: Näkymät
it: Viste
ru: Режимы отображения

source: Subtitles
de: Untertiteln
fi: Tekstitykset
it: Sottotitoli
ru: Субтитры

source: System info
fi: Järjestelmätiedot
it: Informazioni di sistema
ru: Системная информация

source: Start in fullscreen
de: In Großansicht starten
fi: Käynnistä täysruututilassa
it: Avvia a schermo intero
ru: Запускать в полноэкранном режиме

source: Hide mouse cursor when not needed
de: Blende den Mauszeiger aus wen er nicht benötigt wird
fi: Piilota hiirikursori käyttämättömänä
it: Nascondi il puntatore del mouse
ru: Прятать курсор, если он не нужен

source: Ask
de: Frage
fi: Kysy
it: Chiedi
ru: Спрашивать

source: Always
de: Immer
fi: Aina
it: Sempre
ru: Всегда

source: Never
de: Niemals
fi: Ei koskaan
it: Mai
ru: Никогда

source: Resume playback
de: Wiedergabe fortführen
fi: Palauta toisto
it: Riprendi riproduzione
ru: Возобновлять воспроизведение

source: Interface scale
de: Bedienoberfläche skalieren
fi: Käyttöliittymän skaalaus
it: Fattore di scala
ru: Маштабирование интерфейса

source: Virtual keyboard layouts
de: Virtueles Tastatur Layout
fi: Virtuaalisen näppäimistön asettelut
it: Layout tastiera virtuale
ru: Раскладки виртуальной клавиатуры

source: Download folder
de: Download Ordner
fi: Latauskansio
it: Cartella download
ru: Каталог загрузок

source: Max concurrent download
de: Maximal gleichzeitige Downloads
fi: Maks. yhtäaikaiset lataukset
it: Download simultanei
ru: Макс. одновременных загрузок

source: Time format
de: Zeitformat
fi: Aikaformaatti
it: Formato ora
ru: Формат времени

source: Date format
de: Datumsformat
fi: Päiväysformaatti
it: Formato data
ru: Формат даты

source: Use hardware acceleration
de: Verwende Hardware Beschleunigung
fi: Käytä laitteistokiihdytystä
it: Usa accelerazione hardware
ru: Использовать аппаратное ускорение

source: Multimedia engine
fi: Multimedia-moottori
it: Motore multimediale
ru: Движок мультимедиа

source: Frames per second
de: Vollbilder pro Sekunde
fi: Kuvapäivitysten taajuus
it: Frame al secondo
ru: FPS

source: Clear thumbnails cache
de: Lösche Miniaturbilder puffer
fi: Tyhjennä esikatselukuvien välimuisti
it: Svuota la cache delle miniature
ru: Очистить кэш миниатюр изображений

source: Clear online images cache
de: Lösche online Bilder-puffer
fi: Tyhjennä verkkokuvien välimuisti
it: Svuota la cache delle immagini remote
ru: Очистить кэш онлайн изображений

source: Restart needed
de: Neustart notwendig
fi: Tarvitaan uudelleenkäynnistys
it: Necessario riavvio
ru: Требуется перезапуск

source: You need to restart the program to apply the new configuration.
de: Um die Einstellung zu übernehmen ist ein Neustart des Programms notwendig
fi: Käynnistä ohjelma uudelleen jotta asetukset tulevat voimaan
it: Per applicare la nuova configurazione è necessario riavviare il programma.
ru: Необходимо перезапустить программу, чтобы применить новую конфигурацию.

source: Operation in progress, please wait...
de: Vorgang in Bearbeitung, bitte warten...
fi: Toiminto käynnissä, odota hetki...
it: Operazione in corso, attendere prego...
ru: Производится операция, пожалуйста подождите...

source: Close
de: Schließen
fi: Sulje
it: Chiudi
ru: Закрыть

source: Select
de: Auswählen
fi: Valitse
it: Seleziona
ru: Выбрать

source: Show Back item in lists
de: Zeige vorherige listen Einträge
fi: Näytä listoissa "Takaisin"-kohde
it: Mostra indietro nelle liste
ru: Отображать пункт 'Назад' в списках

source: Poster grid items size
de: Objekt Raster größe für Poster
fi: Julisteruudukon kohdekoko
it: Dimensione elementi della vista Poster
ru: Размер элемента сетки постеров

source: Cover grid items size
de: Objekt Raster Größe für Cover
fi: Kansiruudukon kohdekoko
it: Dimensione elementi della vista Cover
ru: Размер элемента сетки обложек

source: Ignore views restrictions for pages
de: Ignoriere Anzeigebeschränkung für die Seiten
fi: Jätä huomiotta näkymärajoitukset sivuille
it: Ignora restrizioni sulle viste delle pagine
ru: Игнорировать ограничения режимов отображения для страниц

source: Author
de: Autor
fi: Tekijä
it: Autore
ru: Автор

source: Version
fi: Versio
it: Versione
ru: Версия

source: Subtitles preferred languages
de: Bevorzugte Untertitel Sprache
fi: Ensisijaiset tekstityskielet
it: Lingue preferite per i sottotitoli
ru: Предпочитаемый язык субтитров

source: Subtitles encoding
de: Untertitel Kodierung
fi: Tekstitysten koodaus
it: Encoding dei sottotitoli
ru: Кодировка субтитров

source: Always try UTF-8 first
de: Versuche zuerst immer UTF-8
fi: Koita aina ensin UTF-8:aa
it: Prova sempre UTF-8 prima
ru: Всегда сначала пробовать UTF-8

source: Opensubtitles.org Username
de: Opensubtitles.org Benutzername
fi: Opensubtitles.org käyttäjänimi
it: Utente Opensubtitles.org
ru: Opensubtitles.org Имя пользователя

source: Opensubtitles.org Password
de: Opensubtitles.org Passwort
fi: Opensubtitles.org salasana
it: Password Opensubtitles.org
ru: Opensubtitles.org Пароль

source: Unknown
de: Unbekannt
fi: Tuntematon
it: Sconosciuto
ru: Неизвестно

source: Core
de: Kern
fi: Ydin
it: Nucleo
ru: Ядро

source: Download available
de: Download verfügbare
fi: Lataus saatavilla
it: Download disponibili
ru: Доступно скачивание

source: yes
de: ja
fi: kyllä
it: sì
ru: да

source: no
de: nein
fi: ei
ru: нет

source: Theme
de: Thema
fi: Teema
it: Tema
ru: Тема

source: Window size
de: Fenstergrösse
fi: Ikkunakoko
it: Dimesione finestra
ru: Размер окна

source: screen
de: Bildschirm
fi: näyttö
it: schermo
ru: экран

source: dpi
ru: точек на дюйм

source: Paths
de: Pfade
fi: Polut
it: Percorsi
ru: Пути

source: Base folder
de: Haupt Ordner
fi: Peruskansio
it: Cartella base
ru: Базовый каталог

source: Config folder
de: Ordner konfigurieren
fi: Asetuskansio
it: Cartella configurazioni
ru: Каталог конфигурации

source: Versions
de: Versionen
fi: Versiot
it: Versioni
ru: Версии

source: EpyMC themes API
de: EpyMC Themen API
fi: EpyMC teema-API
it: Versione dei temi
ru: API тем для EpyMC

source: <b>The database %s is outdated!</b><br><br>The old file has been renamed with a .backup extension and a new (empty) one has been created.<br><br>Sorry for the incovenience.
de: <b>Die Datenbank ist %s nicht aktuell!</b><br><br>Die alte Datei wurden mit der Erweiterung ".backup" umbenannt und eine neue (leere) erzeugt.<br><br>Entschuldige sie bitte die Unannehmlichkeit.
fi: <b>Tietokanta %s on vanhentunut!</b><br><br>Vanha tiedosto on nimetty uudelleen .backup-päätteellä ja uusi (tyhjä) tietokanta on luotu tilalle.<br><br>Pahoittelemme aiheutunutta vaivaa.
it: <b>Il database %s è obsoleto!</b><br><br>Il vecchio file è stato rinominato con l'estensione .backup e un nuovo file (vuoto) è stato creato.<br><br>Scusate per il disagio.
ru: <b>База данных %s устарела!</b><br><br>Старый файл был переименован с расширением .backup и создан новый файл.<br><br>Приносим извинения за неудобства.

source: EpyMC Database
de: EpyMC Datenbank
fi: EpyMC tietokanta
ru: База данных EpyMC

source: Fetching info
de: Hole informationen
fi: Haetaan tietoja
it: Scaricamento informazioni
ru: Получение информации

source: Birthday
de: Geburtstag
fi: Syntymäpäivä
it: Data di nascita
ru: Дата рождения

source: Deathday
de: Todestag
fi: Kuolinpäivä
it: Data di morte
ru: Дата смерти

source: Place of birth
de: Geburtsort
fi: Syntymäpaikka
it: Luogo di nascita
ru: Место рождения

source: Movies (%s)
de: Filme (%s)
fi: Elokuvat (%s)
it: Film (%s)
ru: Фильмы (%s)

source: Photos (%s)
de: Fotos (%s)
fi: Valokuvat (%s)
it: Foto (%s)
ru: Фотографии (%s)

source: %(title)s as %(character)s
de: %(title)s nach %(character)s
fi: %(title)s roolissa %(character)s
it: %(title)s nel ruolo di %(character)s
ru: %(title)s в роли %(character)s

source: File not found
de: Datei nicht gefunden
fi: Tiedostoa ei löytynyt
it: File non trovato
ru: Файл не найден

source: Continue from %s ?
de: Fortführen ab %s ?
fi: Jatka ajasta %s ?
it: Continuo la riproduzione da %s ?
ru: Продолжить с %s ?

source: Cannot init emotion engine:<br>%s
de: Initialisierung der "emotion engine" ist fehlgeschlagen:<br>%s
fi: Emotion-moottoria ei voitu alustaa:<br>%s
it: Non posso avviare il motore di emotion:<br>%s
ru: Невозможно инициализировать движок Emotion:<br>%s

source: by
de: von
it: di
ru: в исполнении

source: Audio
de: Ton
fi: Ääni
ru: Аудио

source: Video
fi: Kuva
ru: Видео

source: Delay: %d ms
de: Verzögerung: %d ms
fi: Viive: %d ms
it: Ritardo: %d ms
ru: Задержка: %d мс

source: Buffering
de: Pufferung
fi: Bufferoidaan
ru: Буферизация

source: Audio track: %s
de: Tonspur: %s
fi: Ääniraita: %s
it: Traccia audio: %s
ru: Звуковая дорожка: %s

source: Audio track #%d
de: Tonspur #%d
fi: Ääniraita nro. %d
it: Traccia audio #%d
ru: Звуковая дорожка #%d

source: Mute
de: Stummschalten
fi: Mykistä
it: Silenzioso
ru: Выключить звук

source: Video track: %s
de: Videospur: %s
fi: Kuvaraita: %s
it: Traccia video: %s
ru: Видео дорожка: %s

source: Video track #%d
de: Videospur #%d
fi: Kuvaraita nro %d
it: Traccia video #%d
ru: Видео дорожка #%d

source: Download video
fi: Lataa video
it: Scarica filmato
ru: Скачать видео

source: No subtitles
de: Keine Untertiteln
fi: Ei tekstityksiä
it: Nessun sottotitolo
ru: Нет субтитров

source: Subtitle #%d
de: Untertitel #%d
fi: Tekstitykset nro. %d
it: Sottotitolo #%d
ru: Субтитры #%d

source: Download subtitles
de: Download Untertiteln
fi: Lataa tekstitykset
it: Scarica sottotitoli
ru: Загрузить субтитры

source: Subtitles delay
de: Untertitel verzögerung
fi: Tekstitysten viive
it: Ritardo sottotitoli
ru: Задержка появления субтитров

source: +100 ms
ru: +100 мс

source: Reset
de: Zurücksetzen
fi: Palauta
ru: Сброс

source: -100 ms
ru: -100 мс

source: Searching subtitles
de: Suche untertiteln
fi: Haetaan tekstityksiä
it: Ricerca sottotitoli
ru: Поиск субтитров

source: Login failed
de: Anmeldung fehlgeschlagen
fi: Kirjautuminen epäonnistui
it: Login fallito
ru: Ошибка авторизации

source: Search failed
de: Suche fehlgeschlagen
fi: Haku epäonnistui
it: Ricerca fallita
ru: Ошибка поиска

source: No results found for languages: %s
de: Keine Ergebnise für diese Sprachen: %s
fi: Kielille %s ei löytynyt tuloksia
it: Nessun risultato per le lingue: %s
ru: Нет результатов для языка: %s

source: Download
fi: Lataa
it: Scarica
ru: Скачать

source: Downloading subtitles
de: Download der Untertiteln.
fi: Ladataan tekstityksiä
it: Scaricamento sottotitoli
ru: Загрузка субтитров

source: Download failed
de: Download fehlgeschlagen
fi: Lataus epäonnistui
it: Scaricamento fallito
ru: Ошибка загрузки

source: Decode failed
de: Dekodieren fehlgeschlagen
fi: Purku epäonnistui
it: Decodifica fallita
ru: Ошибка декодирования

source: Russian QWERTY
de: Russisch QUERTY
fi: Venäjänkielinen QWERTY
it: Russo QWERTY
ru: Русский ЙЦУКЕН

source: Russian ABC
de: Russisch ABC
fi: Venäjänkielinen ABC
it: Russo ABC
ru: Русский АБВ

source: Symbols
de: Symbole
fi: Symbolit
it: Simboli
ru: Символы

source: credits
de: Anerkennung
fi: lopputekstit
it: Ringraziamenti
ru: О программе

source: No
de: Nein
fi: Ei
ru: Нет

source: Yes
de: Ja
fi: Kyllä
it: Sì
ru: Да

source: Image {0} of {1}
de: Bild {0} of {1}
fi: Kuva {0}/{1}
it: Immagine {0} di {1}
ru: Изображение {0} из {1}

source: Source Selector
de: Quelle wählen
fi: Lähteen valitsin
it: Selettore fonti
ru: Выбор источника

source: Browse
de: Betrachten
fi: Selaa
it: Naviga
ru: Обзор

source: Sources Manager
de: Quellen verwalten
fi: Lähteiden hallinta
it: Gestore fonti
ru: Управление источниками

source: Done
de: Erledigt
fi: Valmis
it: Fatto
ru: Готово

source: Add
de: Hinzufügen
fi: Lisää
it: Aggiungi
ru: Добавить

source: Remove
de: Entfernen
fi: Poista
it: Rimuovi
ru: Удалить

source: Choose a new source
de: Eine neue Quelle auswählen
fi: Valitse uusi lähde
it: Seleziona una nuova fonte
ru: Выбрать новый источник

source: Rename
de: Umbenennen
fi: Nimeä uudelleen
it: Rinomina
ru: Переименовать

source: Insert text
de: Text einfügen
fi: Syötä tekstiä
it: Inserire il testo
ru: Вставить текст

source: ERASE
de: LÖSCHEN
fi: PYYHI
it: CANCELLA
ru: СТЕРЕТЬ

source: SPACE
de: ABSTAND
fi: VÄLILYÖNTI
it: SPAZIO
ru: ПРОБЕЛ

source: UPPERCASE
de: GROßSCHREIBUNG
fi: ISOT KIRJAIMET
it: MAIUSCOLE
ru: ЗАГЛАВНЫЕ

source: Dismiss
de: Verwerfen
fi: Poistu
it: Annulla
ru: Отклонить

source: Accept
de: Anehmen
fi: Hyväksy
it: Accetta
ru: Принять

source: LOWERCASE
de: KLEINSCHREIBUNG
fi: PIENET KIRJAIMET
it: MINUSCOLE
ru: СТРОЧНЫЕ

source: Download started
de: Download starten
fi: Lataus käynnistyi
it: Download avviato
ru: Загрузка началась

source: Cannot download file
de: Download der Datei nicht möglich
fi: Ei voida ladata tiedostoa
it: Impossibile scaricare il file
ru: Невозможно скачать файл

source: Failure code
de: Fehler Code
fi: Virhekoodi
it: Codice errore
ru: Код ошибки

source: Download completed
de: Download fertiggestellt
fi: Lataus valmistui
it: Download completato
ru: Загрузка завершена

source: Download Manager
de: Download Verwaltung
fi: Latausten hallinnointi
it: Gestore Download
ru: Управление загрузками

source: Start download
de: Starte download
fi: Käynnistä lataus
it: Avvia download
ru: Начать загрузку

source: Change folder
de: Ordner wechseln
fi: Vaihda kansiota
it: Cambia cartella
ru: Изменить каталог

source: File will be downloaded in the folder:<br> <b>{}</b><br><br>File will be named as:<br> <b>{}</b><br><br>You can rename the file using the <i>Rename</i> button or change the destination folder from the main configuration.
de: Der Download der Datei kommt in den Ordner :<br> <b>{}</b><br><br>Die Datei wird benannt ‭:<br> <b>{}</b><br><br>Der Name der Datei kann entweder mit der <i>Umbenennen</i> Schaltfläche geändert werden oder durch das Ändern des Ziel Ordners in der Hauptkonfiguration.
fi: Tiedosto ladataan kansioon:<br> <b>{}</b><br><br>Tiedostolle annetaan nimi:<br> <b>{}</b><br><br>Voit nimetä tiedoston uudelleen käyttäen <i>Nimeä uudelleen</i> nappia tai vaihtaa kohdekansion asetuksista.
it: Il file verrà scaricato nella cartella:<br> <b>{}</b><br><br>Il file sarà nominato:<br> <b>{}</b><br><br>Puoi rinominare il file con il bottone <i>Rinomina</i> o modificare la cartella di destinazione dalla configurazione generale.
ru: Файл будет загружен в каталог:<br> <b>{}</b><br><br>Файл будет сохранён как:<br> <b>{}</b><br><br>Вы можете переименовать файл используя кнопку <i>Переименовать</i> или изменить каталог назначения в главных настройках.

source: Rename download
de: Download umbenennen
fi: Uudelleennimeä lataus
it: Rinomina file
ru: Переименовать загрузку

source: Change destination folder
de: Ziel Ordner ändern
fi: Vaihda kohdekansio
it: Modifica cartella
ru: Изменить каталог назначения

source: The file %s is in the download queue yet
de: Die Datei %s ist jetzt in der Download liste
fi: Tiedosto %s ei vielä ole latausjonossa
it: Il file %s è già in coda
ru: Файл %s всё ещё в очереди загрузки

source: Download manager
fi: Latausten hallinnointi
it: Gestore download
ru: Управление загрузками

source: Start
fi: Käynnistä
it: Avvia
ru: Начать

source: Clear completed
de: Löschung durchgeführt
fi: Tyhjennys valmistui
it: Pulisci completati
ru: Очистить завершённые

source: {0}% of {1}
it: {0}% di {1}
ru: {0}% из {1}

source: Unknown size
de: unbekannte Größe
fi: Koko tuntematon
it: Dimensione sconosciuta
ru: Неизвестный размер

source: queued
de: in der Warteschlange
fi: jonossa
it: accodato
ru: в очереди

source: running
de: in Ausführung
fi: käynnissä
it: in corso
ru: загружается

source: completed
de: beendet
fi: valmistunut
it: completato
ru: завершён

source: paused
de: Pause
fi: keskeytetty
it: in pausa
ru: приостановлен

source: Are you sure you want to abort the download of the file?
de: Wollen sie wirklich den Download der Datei beenden?
fi: Haluatko varmasti peruuttaa tiedoston latauksen?
it: Siete sicuri di voler annullare lo scaricamento del file?
ru: Вы уверены, что хотите прервать загрузку файла?

source: Delete download
de: Download gelöscht
fi: Poista lataus
it: Annulla scaricamento
ru: Отмена загрузки

source: Play
de: Abspielen
fi: Toista
ru: Играть

source: Input - Joystick
de: Eingabe - Joystick
fi: Syöte - Joystick
ru: Управление - Джойстик

source: The joystick module lets you control the application using any standard digital joystick or joypad.
de: Das "Joystick Modul" ermöglicht die Anwendung mit einem Standard Joystick/Controller zu bedienen.‭
fi: Joystick-moduulin avulla voit ohjata ohjelmaa käyttäen mitä tahansa yleistä digitaalista joystick- tai joypad-ohjainta.
it: Questo modulo permette il controllo dell'applicazione con un joystick o joypad digitale.
ru: Этот модуль позволяет управлять приложением, используя любой стандартный цифровой джойстик или геймпад.

source: Joystick
ru: Джойстик

source: Device
de: Gerät
fi: Laite
ru: Устройство

source: Configure buttons
de: Schaltflächen Konfigurieren
fi: Aseta näppäimet
it: Configura i pulsanti
ru: Настроить кнопки

source: No joystick found
de: Keinen Joystick gefunden
fi: Joystick-ohjainta ei löytynyt
it: Nessun joystick trovato
ru: Джойстик не обнаружен

source: Try to adjust your joystick device
de: Versuch den Joystick zu justieren
fi: Yritä asettaa joystick-laitteesi uudelleen
it: Prova a correggere il device del joystick
ru: Попробуйте настроить Ваш джойстик

source: Configure joystick
de: Joystick Konfigurieren
fi: Joystick-asetukset
it: Configura joystick
ru: Настроить джойстик

source: Move the stick Up
de: Bewege den Joystick nach oben
fi: Liikuta joystick ylös
it: Muovi il joystick in Su
ru: Нажмите 'Вверх'.

source: Move the stick Right
de: Bewege den Joystick nach rechts
fi: Liikuta joystick oikealle
it: Muovi il joystick a Destra
ru: Нажмите 'Вправо'

source: Press OK
de: Drücke OK
fi: Paina OK
it: Premi OK
ru: Нажмите ОК

source: Press BACK
de: Drücke zurück
fi: Paina TAKAISIN
it: Premi INDIETRO
ru: Нажмите 'Назад'

source: Config done.
de: Konfiguration abgeschlossen
fi: Asetus valmis.
it: Configurazione completa.
ru: Настройка завершена

source: OnAir
de: Auf Sendung
fi: Toistossa
it: In riproduzione
ru: Очередь воспроизведения

source: Artists
de: Artisten
fi: Artistit
it: Artisti
ru: Исполнители

source: Albums
de: Alben
fi: Albumit
it: Album
ru: Альбомы

source: Songs
de: Lieder
fi: Kappaleet
it: Canzoni
ru: Композиции

source: Rescan library
de: Bibliothek neu einlesen
fi: Skannaa kirjasto uudelleen
it: Aggiorna libreria
ru: Обновить библиотеку

source: Manage sources
de: Quellen Organisieren
fi: Hallinnoi lähteitä
it: Gestisci fonti
ru: Управление источниками

source: Play all the songs
de: Alle Lieder Abspielen.
fi: Toista kaikki kappaleet
it: Suona tutte le canzoni
ru: Воспроизвести все композиции

source: Queue all the songs
de: Alle Lieder in die Warteschlange
fi: Aseta kaikki kappaleet jonoon
it: Accoda tutte le canzoni
ru: Добавить все композиции в очередь

source: from
de: von
fi: albumilta
it: di
ru: из

source: <em>by</em> %s<br>
de: <em>mit</em> %s<br>
fi: <em>esittäjä</em> %s<br>
it: <em>di</em> %s<br>
ru: <em>Испольнитель</em> %s<br>

source: %d song
de: %d Lied
fi: %d kappale
it: %d canzone
ru: %d песня

source: %d minute
fi: %d minuutti
it: %d minuto
ru: %d минута

source: %d album
fi: %d albumi
ru: %d альбом

source: Music
de: Musik
fi: Musiikki
it: Musica
ru: Музыка

source: The music module build a database of all your albums, songs and artist.
de: Das Musik Modul.erzeugt eine Datenbank allen Alben mit deren Liedern und Artisten
fi: Musiikki-moduuli rakentaa tietokannan albumeista, kappaleista ja artisteista.
it: Il modulo musica construisce un database dei vostri album, canzoni e artisti.
ru: Этот модуль создаёт базу музыки всех ваших альбомов, песен и испольнителей.

source: Rebuilding database
de: Datenbank neu Erstellen
fi: Rakennetaan tietokantaa uudelleen
it: Aggiornamento libreria
ru: Обновление базы

source: please wait...
de: Bitte warten...
fi: odota...
it: Attendere...
ru: пожалуйста, подождите...

source: operation completed
de: Aufgabe Abgeschlossen.
fi: toiminto valmis
it: operazione completata
ru: операция завершена

source: Online Channels
de: Online Kanäle
fi: Internet-kanavat
it: Canali Online
ru: Online Видео

source: Browse, watch and download videos from your favorite online sources.
de: Durchsuche, Betrachte und Download Filme von einer Bevorzugten Online Quelle.
fi: Selaa, katso ja lataa videoita suosituista Internet-palveluista.
it: Naviga, guarda e scarica filmati dai vostri siti online preferiti.
ru: Ищите, смотрите и загружайте видео с ваших любимых интернет-сервисов.

source: Video Channels
de: Video Kanäle
fi: Video-kanavat
it: Canali Video
ru: Видео каналы

source: Channels
de: Kanäle
fi: Kanavat
it: Canali
ru: Каналы

source: Checking for updates
de: Auf Aktualiesierungen übeprüfen.
fi: Tarkistetaan päivityksiä
it: Controllo aggiornamenti
ru: Проверка на наличие обновлений

source: Local version
de: Lokale Version
fi: Paikallinen versio
it: Versione locale
ru: Локальная версия

source: Upstream version
de: Verfügbare Version
fi: Ohjelmatuottajan versio
it: Versione disponibile
ru: Последняя версия

source: Already updated
de: Bereits aktualisiert
fi: Päivitykset ajantasalla
it: Già aggiornato
ru: Обновление не требуется

source: Failed to fetch upstream version
de: Abruf der verügbaren Version ist fehlgeschlagen.
fi: Ohjelmatuottajan versiota ei voitu hakea
it: Fallito controllo versione disponibile
ru: Ошибка получения последней версии

source: Updating <b>youtube-dl</b> at version <b>{0}</b><br><br>For info and credits please visit:<br>rg3.github.io/youtube-dl/
de: Aktualisiere <b>youtube-dl</b> auf version <br>{0}<b/><br>Für info und Danksagung, siehe:<br>rg3.github.io/youtube-dl/
fi: Päivitetään <b>youtube-dl</b> versiossa <b>{0}</b><br><br>Lisätiedot löytyvät osoitteesta:<br>rg3.github.io/youtube-dl/
it: Aggiornamento di <b>youtube-dl</b> alla versione <b>{0}</b><br><br>Per info e crediti visitate:<br>rg3.github.io/youtube-dl/
ru: Обновление <b>youtube-dl</b> до версии <b>{0}</b><br><br>Для дополнительной информации посетите:<br>rg3.github.io/youtube-dl/

source: please wait
de: Bitte warten
fi: odota
it: Attendere
ru: пожалуйста, подождите

source: Update completed
de: Aktualisierung fertig
fi: Päivitys valmis
it: Aggiornamento completato
ru: Обновление завершено
