Repository: DaveMDS/epymc
Catalog: data/locale/*.po
Languages: de, fi, it, ru

source: The category file is not included in mame, you need to download a copy from the net. <br>The file must be placed in %s
de: Die Kategorie Datei ist nicht teil von M.A.M.E. Eine Kopie der Datei wird aus dem Internet benötigt und muss in<br>%s gespeichert werden.
fi: Kategoriatiedostoa ei ole sisällytetty M.A.M.E.:n, sinun tulee ladata kopio Internetistä. <br>Tiedosto tulee asettaa sijaintiin %s
it: Il file delle categorie non è incluso con mame, dovete scaricarne una copia dalla rete.<br> Il file deve trovarsi in %s
ru: Файл категорий не включён в поставку с M.A.M.E., вам необходимо скачать копию из интернета. <br>Файл необходимо поместить в %s

source: Manufacturer
de: Hersteller
fi: Valmistaja
it: Produttore
ru: Производитель

source: Players
de: Spieler
fi: Pelaajat
it: Giocatori
ru: Игроков

source: Buttons
de: Schaltflächen
fi: Näppäimet
it: Pulsanti
ru: Кнопки

source: Save state
de: Sicherungs Status
fi: Tallenna tila
it: Salvataggio stato
ru: Сохранить состояние

source: Driver status
de: Treiber Status
fi: Ajurin tila
it: Stato del driver
ru: Состояние драйвера

source: Emulation
fi: Emulaatio
it: Emulazione
ru: Эмуляция

source: Color
de: Farbe
fi: Väri
it: Colore
ru: Цвет

source: Sound
de: Audio
fi: Ääni
it: Suono
ru: Звук

source: Graphic
de: Grafik
fi: Grafiikka
it: Grafica
ru: Графика

source: History
de: Historie
fi: Historia
it: Storia
ru: История

source: No History file found
de: Keine Datei in der Historie gefunden
fi: Historiatiedostoa ei löytynyt
it: File history non trovato
ru: Файл историй не найден

source: The History file is not included in mame, you should download a copy from arcade-history.com<br>The file must be unzipped and placed in %s
de: Die Historie Datei ist kein Teil von M.A.M.E. Diese Datei kann von "arcarde-history.com heruntergeladen werden.<br>Die Datei muss entpackt und in %s abgespeichert werden.
fi: Historiatiedostoa ei ole sisällytetty M.A.M.E.:n, sinun tulee ladata kopio osoitteesta arcade-history.com. <br>Tiedosto tulee purkaa sijaintiin %s
it: Il file history non è incluso con mame, dovete scaricarne una copia dal sito arcade-history.com<br>Il file deve essere scompresso e messo in %s
ru: Файл историй не включён в поставку с M.A.M.E., вам необходимо скачать копию с arcade-history.com<br>Файл необходимо распаковать и поместить в %s

source: Game not found in history file
de: Das Spiel konnte nicht in der Historie Datei gefunden werden.
fi: Peliä ei löytynyt historiatiedostosta
it: Gioco non trovato nel file history
ru: Игра не найдена в файле историй

source: Really delete this game?
de: Dieses Spiel wirklich löschen?
fi: Haluatko varmasti poistaa tämän pelin?
it: Cancello il gioco?
ru: Действительно удалить эту игру?

source: Game deleted
de: Spiel gelöscht
fi: Peli poistettu
it: Gioco eliminato
ru: Игра удалена

source: Can not delete game
de: Kann das Spiel nicht löschen
fi: Peliä ei voida poistaa
it: Non posso eliminare il gioco
ru: Невозможно удалить игру

source: Error, can not find a writable rom directory
de: Fehler, kein beschreibares rom im Ordner gerfunden.
fi: Virhe, kirjoituskelpoista ROM-hakemistoa ei löytynyt
it: Errore, non trovo una cartella scrivibile per le rom
ru: Ошибка, невозможно найти ROM каталог с правами на запись

source: You sould check your mame configuration
de: Bitte überprüfen sie die Konfiguration von M.A.M.E.
fi: Tarkista M.A.M.E.:n asetukset
it: Dovresti controllare la tua configurazione del mame
ru: Вам необходимо проверить настройку M.A.M.E.

source: Game download
de: Download Spiel
fi: Pelin lataus
it: Scarica gioco
ru: Загрузка игры

source: Trying at freeroms.com...<br>
de: Versuche freeroms.com
fi: Yritetään käyttää palvelua freeroms.com...
it: Provo da freeroms.com...<br>
ru: Попытка загрузки на freeroms.com...<br>

source: Can not find the game online.
de: Kann das Siel im WWW nicht finden
fi: Peliä ei löytynyt verkosta.
it: Non ho trovato il gioco in rete.
ru: Невозможно найти игру в сети.

source: Serie info
de: Serien Information
fi: Sarjan tiedot
it: Informazioni serie
ru: Информация о сериале

source: Episode
fi: Jakso
it: Episodio
ru: Серия

source: TV Shows
de: TV Sendungen
fi: TV-sarjat
it: Serie TV
ru: Телесериалы

source: The Tv Shows module is used to browse your series collection, it is fully integrated with themoviedb.org online database.
de: Mit dem Modul für TV Sendungen ist es möglich seine TV Sammlung zu durchsuchen. Es arbeitet mit der Online Datenbank von "themoviedb.org" zusammen.
fi: TV-sarjat-moduulin avulla voit selata sarjakokoelmaasi, se on täysin integroitu themoviedb.org verkkotietokannan kanssa.
it: Questo modulo permette di navigare la vostra collezione di serie tv, è completamente integrato con il database online themoviedb.org.
ru: Этот модуль используется для просмотра Вашей коллекции сериалов. Он полностью интегрирован с онлайн-базой themoviedb.org.

source: Tv Shows Collection
de: Sammlung von TV Sendungen
fi: TV-sarjojen kokoelma
it: Collezione delle serie TV
ru: Коллекция телесериалов

source: Refresh info
de: Information Aktualisieren
fi: Päivitä tiedot
it: Aggiorna informazioni
ru: Обновить информацию

source: Created by
de: Produzent
fi: Luonut
it: Ideatore
ru: Режиссёр

source: Network
de: Netzwerk
fi: Verkko
it: Rete
ru: Канал

source: Last aired
de: Zuletzt Gesendet
fi: Viimeisin lähetys
it: Ultima messa in onda
ru: Последний выход в эфир

source: Seasons
de: Staffel
fi: Kaudet
it: Stagioni
ru: Сезонов

source: Episodes
de: Episoden
fi: Jaksot
it: Episodi
ru: Серий

source: Runtime
de: Laufzeit
fi: Kesto
it: Durata episodi
ru: Длительность

source: Status
fi: Tila
it: Stato
ru: Статус

source: No info stored for this serie.<br>Please try the <i>refresh info</i> button.
de: Keine Information für diese Sendung.<br>Bitte versuchen sie die<i>Information Aktualisieren</i>Schaltfläche.
fi: Tälle sarjalle ei ole tallennettu tietoja.<br>Kokeile <i>Päivitä tiedot</i>-nappia.
it: Nessuna informazione per questa serie.<br>Prova a premere il bottone <i>Aggiorna informazioni</i>.
ru: Нет сохранённой информации об этом сериале.<br>Попробуйте нажать кнопку <i>обновить информацию</i>.

source: The search for "%s" did not make any results.<br>If your show is listed on themoviedb.org please rename your folder to match the title on the site.<br>If otherwise it is not in the online database please contribute and add it yourself.
de: Die Suche nach "%s" ist Ergebnislos.<br>Falls die Sendung auf "themoviedb.org" aufgelistet ist benennen sie den Ordner bitte genauso wie auf "themoviedb.org".<br>Ist die Sendung nicht aufgelistet dann ergänzen sie bitte die Informationen auf "themoviedb.org".
fi: Hakulauseke "%s" ei vastannut mitään tuloksia.<br>Mikäli sarja on listattu themoviedb.org-palvelussa sinun tulee nimetä kansio vastaamaan palvelussa olevaa nimeä.<br>Muussa tapauksessa on suotavaa osallistua yhteisöön lisäämällä palveluun uusi merkintä kyseiselle sarjalle.
it: La ricerca di "%s" non ha dato nessun risultato.<br>Se la vostra serie è presente su themoviedb.org dovete rinominare la cartella come il nome trovato sul sito.<br>Invece, se la serie non è presente online, siete pregati di contribuire e aggiungerla da voi.
ru: Нет результатов для "%s".<br>Если Ваш сериал есть на themoviedb.org,пожалуйства, переименуйте каталог, чтобы он соответствовал названию на сайте.<br>Если сериала нет в онлайн-базе, добавьте его туда самостоятельно.

source: Nothing found
de: Nichts gefunden
fi: Mitään ei löytynyt
it: Nessun risultato trovato
ru: Ничего не найдено

source: Fetching updated info
de: Hole aktualisierte Informationen
fi: Haetaan päivitetyt tiedot
it: Scarico informazioni aggiornate
ru: Получение обновлённой информации

source: TvShows scanner started
de: Scanner für TV Sendung gestartet
fi: TV-sarjojen skanneri käynnistettiin
it: Scansione delle serie avviata
ru: Поиск телесериалов

source: TvShows scanner done
de: Scanner für TV Sendung abgeschlossen
fi: TV-sarjojen skanneri valmis
it: Scansioen delle serie completata
ru: Поиск телесериалов завершён

source: %d season
de: %d Staffel
fi: %d kausi
it: %d stagione
ru: %d сезон

source: %d episode
fi: %d jakso
it: %d episodio
ru: %d серия

source: Found serie:
de: Serie gefunden:
fi: Löydettiin sarja:
it: Trovata serie:
ru: Найден сериал:

source: Input - MPRIS2
de: MPRIS2 Eingabe
fi: Syöte - MPRIS2
ru: Управление - MPRIS2

source: Add the ability to control the application from any MPRIS2 compatible client.
de: Aktiviere die Anwendungssteuerung über eine MPRIS2 Kompatible Anwendung.
fi: Tämän moduulin avulla voit ohjata EpyMC:tä mistä tahansa MPRIS2-yhteensopivasta ohjelmasta.
it: Aggiunge la funzionalità di controllare l'applicazione utilizzando un qualsiasi client MPRIS2.
ru: Этот модуль позволяет управлять программой с любого MPRIS2-совместимого клиента.

source: %d year ago
de: vor %d Jahr
fi: %d vuosi sitten
it: %d anno fa
ru: %d год назад

source: %d month ago
de: vor %d Monat
fi: %d kuukausi sitten
it: %d mese fa
ru: %d месяц назад

source: %d week ago
de: vor %d Woche
fi: %d viikko sitten
it: %d settimana fa
ru: %d неделю назад

source: %d day ago
de: vor %d Tag
fi: %d päivä sitten
it: %d giorno fa
ru: %d день назад

source: %d hour ago
de: vor %d Stunde
fi: %d tunti sitten
it: %d ora fa
ru: %d час назад

source: %d minute ago
de: vor %d Minute
fi: %d minuutti sitten
it: %d minuto fa
ru: %d минуту назад

source: English QWERTY
de: Englisch QUERTY
fi: Englanninkielinen QWERTY
it: Inglese QWERTY

source: English ABC
de: Englisch ABC
fi: Englanninkielinen ABC
it: Inglese ABC

source: Italian QWERTY
de: Italienisch QUERTY
fi: Italiankielinen QWERTY
it: Italiano QWERTY

source: Italian ABC
de: Italienisch ABC
fi: Italiankielinen ABC
it: Italiano ABC

source: Emotion Media Center
fi: Emotion-mediakeskus

source: Unmute
it: Suona

source: Finnish QWERTY
de: Finisch QUERTY

source: Finnish ABC
de: Finisch ABC
