Repository: DaveMDS/epymc
Catalog: data/locale/*.po
Languages: de, fi, it, ru

source: Search query
de: Erweiterte Suche
fi: Hakulauseke
it: Ricerca
ru: Поисковой запрос

source: Getting info...
de: Hole informationen...
fi: Haetaan tietoja...
it: Ottengo informazioni...
ru: Получение иформации...

source: Reported error
de: Fehler Melden
fi: Ilmoitti virheen
it: Errore riportato
ru: Сообщение об ошибке

source: Error reading channel
de: Fehler beim Lesen des Kannal
fi: Virhe luettaessa kanavaa
it: Errore lettura canale
ru: Ошибка чтения канала

source: No items returned
de: Keine Ergebnisse Empfangen
fi: Yhtään kohdetta ei annettu
it: Nessun elemento trovato
ru: Нет результатов

source: Suggestions
de: Vorschläge
fi: Ehdotukset
it: Consigliati
ru: Рекомендуемое

source: Automatically keep youtube-dl updated
de: youtube-dl automatisch akktualisieren
fi: Pidä youtube-dl automaattisesti ajantasalla
it: Mantieni youtube-dl sempre aggiornato
ru: Автоматически обновлять youtube-dl

source: Check for youtube-dl update now
de: Überrüfe jetzt youtube-dl auf aktualisierungen
fi: Tarkista youtube-dl päivitykset nyt
it: Controlla aggiornamenti per youtube-dl
ru: Проверить youtube-dl на наличие обновлений

source: user
de: Benutzer
fi: käyttäjä
it: utente
ru: пользователь

source: uploaded
de: Hochladen
fi: lähetetty
it: caricato
ru: загружено

source: view
de: Ansicht
fi: näyttö
it: vista
ru: просмотр

source: like
de: Gefällt
fi: tykkäys
it: mi piace
ru: лайк

source: comment
de: Kommentar
fi: kommentti
it: commento
ru: комментарий

source: created
de: Erstellt
fi: luotu
it: creato
ru: создан

source: updated
de: Aktualisiert
fi: päivitetty
it: aggiornato
ru: обновлён

source: video
it: filmato
ru: видео

source: follower
de: Beobachten
fi: seuraaja
it: iscritto
ru: подписчик

source: joined
de: Beigetreten
fi: liittynyt
it: iscritto
ru: зарегистрирован

source: location
de: Ort
fi: sijainti
it: luogo
ru: местоположение

source: Search videos
de: Suche Videos
fi: Etsi videoita
it: Cerca nei filmati
ru: Поиск видео

source: Search channels
de: Kanal Durchsuchen
fi: Etsi kanavia
it: Cerca nei canali
ru: Поиск каналов

source: Search groups
de: Suche Gruppen
fi: Etsi ryhmiä
it: Cerca nei gruppi
ru: Поиск групп

source: Search people
de: Suche Personen
fi: Etsi henkilöitä
it: Cerca negli utenti
ru: Поиск людей

source: More followed channels
de: Mehr Kanäle Beobachten
fi: Lisää seurattuja kanavia
it: Canali più seguiti
ru: Больше каналов, на которые я подписан

source: More followed groups
de: Mehr Gruppen Beobachten
fi: Lisää seurattuja ryhmiä
it: Gruppi più seguiti
ru: Больше групп, на которые я подписан

source: Browse videos
de: Videos Durchsehen
fi: Selaa videoita
it: Sfoglia filmati
ru: Просмотр видео

source: Browse channels
de: Kanäle dursuchen
fi: Selaa kanavia
it: Sfoglia canali
ru: Просмотр каналов

source: Browse groups
de: Gruppen Durchsehen
fi: Selaa ryhmiä
it: Sfoglia gruppi
ru: Просмотр групп

source: Browse users
de: Benutzer Durchsehen
fi: Selaa käyttäjiä
it: Sfoglia utenti
ru: Просмотр пользователей

source: Load more results (%d in total)
de: Lade mehr Ergebnisse (%d von der Gesamtmenge)
fi: Lataa lisää tuloksia (%d yhteensä)
it: Carica altri risultati (%d in totale)
ru: Загрузить больше результатов (%d всего)

source: channel
de: Knanal
fi: kanava
it: canale
ru: канал

source: group
de: Gruppe
fi: ryhmä
it: gruppo
ru: группа

source: Season {0}
de: Staffel {0}
fi: Kausi {0}
it: Stagione {0}
ru: {0} Сезон

source: Episode {0}
fi: Jakso {0}
it: Episodio {0}
ru: Эпизод {0}

source: First aired
de: Erstaustrahlung
fi: Ensilähetys
it: Prima messa in onda
ru: Вышло в эфир

source: Load more results (page {0} of {1})
de: Lade mehr ergebnisse (Seite {0} von {1})
fi: Lataa lisää tuloksia (sivu {0}/{1})
it: Carica altri risultati (pagina {0} di {1})
ru: Загрузить больше результатов (страница {0} из {1})

source: Search movies
de: Suche FIlme
fi: Etsi elokuvia
it: Cerca film
ru: Поиск фильмов

source: Popular movies
de: Populäre Filme
fi: Suositut elokuvat
it: Film popolari
ru: Популярные фильмы

source: Top rated movies
de: Hoch Bewertete Filme
fi: Parhaiten arvostellut elokuvat
it: Film più votati
ru: Лучшие фильмы

source: Upcoming movies
de: Bald erscheinende Filme
fi: Tulevat elokuvat
it: Film in arrivo
ru: Ожидаемые фильмы

source: Now playing movies
de: Es läuft gerade der Film
fi: Tällä hetkellä esitettävät elokuvat
it: Film in sala
ru: Фильмы в прокате

source: Director
de: Regiesseur
fi: Ohjaaja
it: Regia
ru: Режиссёр

source: Cast
de: Besetzung
fi: Näyttelijät
it: Attori
ru: Актёрский состав

source: Original title
de: Original Titel
fi: Alkuperäinen nimi
it: Titolo originale
ru: Оригинальное название

source: Genres
de: Genre
fi: Lajityypit
it: Generi
ru: Жанры

source: Rating
de: Bewertung
fi: Arvostelu
it: Valutazione
ru: Рейтинг

source: votes
de: Stimmen
fi: ääniä
it: voti
ru: голосов

source: Released
de: Veröffentlicht
fi: Julkaistu
it: Pubblicato
ru: Вышел на экраны

source: Language
de: Sprache
fi: Kieli
it: Lingua
ru: Язык

source: Source
de: Quelle
fi: Lähde
it: Sorgente
ru: Источник

source: Quality
de: Qualität
fi: Laatu
it: Qualità
ru: Качество

source: No trailers available
de: Keine Trailer vorhanden
fi: Trailereita ei ole saatavilla
it: Nessun trailer disponibile
ru: Нет трейлеров

source: as
de: wie
fi: roolissa
it: nel ruolo di
ru: в роли

source: More items...
de: Mehr Objekte...
fi: Lisää kohteita...
it: Altri elementi...
ru: Показать больше...

source: Screen saver
de: Bildschirmschoner
fi: Näytönsäästäjä
it: Salva schermo
ru: Хранитель экрана

source: This module manage the X screensaver. It will prevent the screensaver to activate while watching videos and can be configured to activate the screensaver and/or shutdown your monitor after a given amount of time.
de: Dieses Modul Verwaltet den "X-Screensaver". Es verhindert das der Bildschirmschoner sich während des Betrachten von Filmen Aktiviert und ermöglicht die Konfiguration zur Aktivierung und/oder Abschaltung des Bildschirmes nach einer angegebenen Zeit.
fi: Tämä moduuli hallinnoi X-näytönsäästäjää, estäen sitä aktivoitumasta katsottaessa video-kuvaa ja voidaan asettaa aktivoimaan näytönsäästäjä ja/tai sammuttamaan näyttösi annetun ajan kuluttua.
it: Questo modulo gestisce il salvaschermo di X. Impedisce al salvaschermo di attivarsi mentre state guardando un filmato e può essere configurato per attivare il salvaschermo e spegnere il monitor dopo un certo intervallo di tempo.
ru: Этот модуль управляет хранителем экрана Х-сервера. Он предотвращает запуск хранителя экрана во время просмотра видео и может быть настроен на включение заставки и/или выключение Вашего монитора спустя указанное Вами время.

source: never
de: Niemals
fi: ei koskaan
it: mai
ru: Никогда

source: never;1 minute;5 minutes;10 minutes;30 minutes;60 minutes
de: Niemals;1 Minute;5 Minuten;10 Minuten;30 Minuten;60 Minuten
fi: ei koskaan;yksi minuutti;viisi minuuttia;10 minuuttia;30 minuuttia;60 minuuttia
it: mai;1 minuto;5 minuti;10 minuti;30 minuti;60 minuti
ru: Никогда;1 минута;5 минут;10 минут;30 минут;60 минут

source: Turn on screensaver after
de: Aktiviere den Bildschirmschoner nach
fi: Aseta näytönsäästäjä päälle viiveellä
it: Abilita salva schermo dopo
ru: Включить заставку после

source: Turn off monitor after
de: Deaktiviere den Bildschirmschoner nach
fi: Sammuta näyttö viiveellä
it: Spegni il monitor dopo
ru: Выключить монитор после

source: Manage screensaver only in fullscreen
de: Verwalte den Bildschirmschoner nur in der Vollbild Ansicht
fi: Hallinnoi näytönsäästäjää vain kokoruututilassa
it: Gestisci solo a schermo intero
ru: Управлять хранителем экрана только в полноэкранном режиме

source: Manage favorites
de: Favoriten verwalten.
fi: Hallinnoi suosikkeja
it: Gestisci preferiti
ru: Управление избранным

source: Favorites
de: Favoriten
fi: Suosikit
it: Preferiti
ru: Избранные

source: Parent folder
de: Vorheriger Ordner
fi: Yläkansio
it: Cartella precedente
ru: Родительский каталог

source: File Manager
de: Dateiverwaltung
fi: Tiedostohallinnointi
it: Gestore File
ru: Файловый менеджер

source: A two panes filemanager.
de: Dateiverwaltung mit zwei gleichzeitigen Ansichten von Ordnern
fi: Kaksiruutuinen tiedostohallinnoija.
it: Un classico gestore di file a 2 finestre.
ru: Двухпанельный файловый менеджер.

source: New folder
de: Neuer Ordner
fi: Uusi kansio
it: Crea cartella
ru: Новый каталог

source: Copy
de: Kopieren
fi: Kopioi
it: Copia
ru: Копировать

source: Move
de: Verschieben
fi: Siirrä
it: Sposta
ru: Переместить

source: Delete
de: Löschen
fi: Poista
it: Elimina
ru: Удалить

source: Are you sure you want to delete the folder?
de: Diesen Ordner wirklich löschen?
fi: Haluatko varmasti poistaa kansion?
it: Sei sicuro di voler cancellare la cartella?
ru: Вы уверены, что хотите удалить этот каталог?

source: Are you sure you want to delete the file?
de: Diese Datei wirklich löschen.
fi: Haluatko varmasti poistaa tiedoston?
it: Sei sicuro di voler cancellare il file?
ru: Вы уверены, что хотите удалить этот файл?

source: Operation is starting...
de: Operation gestartet
fi: Toiminto käynnistyy...
it: Preparazione in corso...
ru: Запуск операции...

source: Source is not readable
de: Quelle ist nicht lesbar.
fi: Lähdettä ei voida lukea
it: La sorgente non è accessibile
ru: Источник не имеет прав на чтение

source: Destination folder is not writable
de: Ziel Ordner ist nicht Lesbar
fi: Kohdekansioon ei voida kirjoittaa
it: La destinazione non è scrivibile
ru: Каталог назначения не имеет прав на запись

source: Invalid destination folder
de: Ungültiger Zielordner
fi: Virheellinen kohdekansio
it: Destinazione non valida
ru: Неверный каталог назначения

source: Destination already exists
de: Ziel existiert bereits
fi: Kohde on jo olemassa
it: La destinazione esiste già
ru: Каталог уже существует

source: Copying file {0} of {1}:
de: Kopiere Datei {0} von {1}:
fi: Kopioidaan tiedosto {0}/{1}:
it: Copia del file {0} di {1}
ru: Копирование файла {0} из {1}:

source: Deleting file {0} of {1}:
de: Lösche Datei {0} von {1}:
fi: Poistetaan tiedosto {0}/{1}:
it: Eliminazione del file {0} di {1}
ru: Удаление файла {0} из {1}:

source: Actors
de: Schauspieler
fi: Näyttelijät
it: Attori
ru: Актёры

source: Directors
de: Regisseure
fi: Ohjaajat
it: Registi
ru: Режиссёры

source: File size
de: Datei größe
fi: Tiedostokoko
it: Dimensione file
ru: Размер файла

source: Title
de: Titel
fi: Nimi
it: Titolo
ru: Название

source: Year
de: Jahr
fi: Vuosi
it: Anno
ru: Год

source: Movies
de: Filme
fi: Elokuvat
it: Film
ru: Фильмы

source: The movies module is used to browse your films collection, it is fully integrated with themoviedb.org online database.
de: Mit dem Modul Movie ist es möglich seine Film Sammlung zu durchsuchen. Es arbeitet mit der Online Datenbank von "themoviedb.org" zusammen.
fi: Elokuvat-moduulin avulla voit selata elokuvakokoelmaasi, se on täysin integroitu themoviedb.org-verkkotietokannan kanssa.
it: Questo modulo permette di navigare la vostra collezione di film, è completamente integrato con il database online themoviedb.org.
ru: Этот модуль позволяет Вам просматривать Вашу коллекцию фильмов. Он полностью интегрирован с онлайн-базой themoviedb.org.

source: Movie Collection
de: Film Sammlung
fi: Elokuvakokoelma
it: Collezione dei film
ru: Коллекция фильмов

source: Posters
de: Poster
fi: Julisteet
it: Locandine
ru: Постеры

source: Backdrops
de: Hintergrundbild
fi: Taustakuva
it: Sfondi
ru: Обои

source: Search Info
de: Information Suchen
fi: Etsi tietoja
it: Cerca informazioni
ru: Поиск информации

source: Country
de: Land
fi: Maa
it: Nazione
ru: Страна

source: Overview
de: Übersicht
fi: Yhteenveto
it: Trama
ru: Описание

source: Media:<br>%s<br><br>No info stored for this media<br>Try the Search info button...
de: Medium:<br>%s<br><br>Keine Information für dieses Medium gespeichert<br>Versuchen sie die "Information Suchen" Schaltfläche.
fi: Media:<br>%s<br><br>Tälle medialle ei ole tallennettu tietoja<br>Koita Hae tietoja-nappia...
it: Media:<br>%s<br><br>Nessuna informazione disponibile<br>Prova a premere il bottone <i>Cerca Informazioni</i>...
ru: Фильм:<br>%s<br><br>Нет информации об этом фильме.<br>Попробуйте нажать кнопку <em>Поиск информации</em>...

source: %d posters available
de: %d Poster verfügbar
fi: %d julistetta saatavilla
it: %d locandine disponibili
ru: Доступно %d постеров

source: Downloading image
de: Download Bild
fi: Ladataan kuva
it: Scaricamento immagine
ru: Загрузка изображения

source: %d backdrops available
de: %d Hintergrundbild(er) verfügbar
fi: %d taustakuvaa saatavilla
it: %d sfondi disponibili
ru: Доступно %d обоев

source: Searching for
de: Suchen nach
fi: Etsitään kohdetta
it: Ricerca di
ru: Поиск для

source: Change name
de: Namen Ändern
fi: Muuta nimi
it: Cambia nome
ru: Изменить название

source: nothing found, please try with a better name
de: Suche ergab kein Ergebnis, bitte versuchen sie einen Anderen Namen
fi: mitään ei löytynyt, koita toista hakulauseketta
it: nessun film trovato, prova con un nome migliore
ru: Нет результатов. Попробуйте с другим названием

source: Downloading movie info...
de: Informationen zu dem Film werden heruntergeladen...
fi: Ladataan elokuvan tietoja...
it: Scaricamento informazioni film...
ru: Загрузка информации о видео...

source: <b>Found %d results</b><br>
de: <b>%d Ergebnisse gefunden</b><br>
fi: <b>Löytyi %d hakutulosta</b><br>
it: <b>Trovati %d risultati</b><br>
ru: <b>Найдено %d результатов</b><br>

source: Found %d results, which one?
de: %d Ergebnisse gefunden, welches?
fi: Löytyi %d hakutulosta, mitä käytetään?
it: Trovati %d risultati, quale scelgo?
ru: Найдено %d результатов, который из них?

source: Movies scanner started
de: Scanner für Filme gestartet
fi: Elokuvaskanneri käynnistyi
it: Scansione dei film avviata
ru: Поиск фильмов

source: Found movie
de: Film gefunden
fi: Elokuva löytyi
it: Trovato film
ru: Найден фильм

source: Movies scanner done
de: Scanner für Filme abgeschlossen
fi: Elokuvaskanneri valmis
it: Scansione dei film completata
ru: Поиск фильмов завершён

source: Movies Collection
de: Film Sammlung
fi: Elokuvakokoelma
it: Collezione dei film
ru: Коллекция фильмов

source: Preferred language for contents
de: Bevorzugte Sprache für den Inhalt
fi: Ensisijainen sisältökieli
it: Lingua preferita per i contenuti
ru: Предпочитаемый язык загружаемой информации

source: Prefer movie titles in lists
de: Bevorzugte Filmtiteln aus Liste
fi: Näytä mieluummin elokuvan nimet listoissa
it: Usa titoli dei film nelle liste
ru: Отображать название фильма в списках вместо имени файла

source: Enable background scanner
de: Aktiviere (im Hintergrund) das Sammeln von Informationen.
fi: Ota käyttöön taustaskanneri
it: Abilita scansione in sottofondo
ru: Включить поиск фильмов в фоне

source: Input - Remote Control
de: Eingabe Fernbedienung
fi: Syöte - kaukosäädin
it: Input - Telecomando
ru: Управление - Управление пультом

source: This module lets you control the application using any LIRC compatible remote controller.
de: Dieses Modul ermöglicht die Steuerung der Anwendung mit jedem LIRC kompatiblen Gerät.
fi: Tämän moduulin avulla voit ohjata ohjelmaa käyttäen mitä tahansa LIRC yhteensopivaa kaukosäädintä.
it: Questo modulo permette il controllo dell'applicazione con qualunque telecomando compatibile con LIRC.
ru: Этот модуль позволяет Вам управлять приложением используя любой LIRC-совместимый пульт.

source: Remote
de: Fernbedienung
fi: Kaukosäädin
it: Telecomando
ru: Пульт

source: Button: %s
de: Schaltfläche: %s
fi: Näppäin: %s
it: Tasto: %s
ru: Кнопка: %s

source: Add a new key
de: Neue Taste zuweisen
fi: Lisää uusi näppäin
it: Aggiungi un nuovo tasto
ru: Добавить новую кнопку

source: Lirc socket
de: LIRC Anschluss
fi: Lirc pistoke
ru: LIRC сокет

source: Cannot connect to lirc using socket:<br>%s
de: Kann LIRC nicht über den Anschluss:<br>%s verbinden
fi: Lirc-laitteeseen ei voitu yhdistää käyttäen pistoketta:<br>%s
it: Impossibile collegarsi a lirc usando il socket:<br>%s
ru: Невозможно подключиться к LIRC через сокет:<br>%s

source: Configure remote
de: Fernbedienung einrichten
fi: Aseta kaukosäädin
it: Configura telecomando
ru: Настройка пульта

source: Press a key on your remote
de: Eine Taste auf der Fernbedienung Drücken.
fi: Paina kaukosäätimen näppäintä
it: Premi un tasto sul telecomando
ru: Нажмите кнопку на Вашем пульте

source: Choose an event to bind
de: Wähle das zuzuweisende Ereignis.
fi: Valitse yhdistettävä toiminto
it: Seleziona un evento per il tasto
ru: Выберите событие, чтобы назначить его на кнопку

source: Input - Keyboard
de: Tastatur Eingabe
fi: Syöte - näppäimistö
it: Input - Tastiera
ru: Управление - Клавиатура

source: The keyboard module lets you control the application using your keyboard, or any other device that act as a keyboard.
de: Das Tastatur Modul erlaubt die Steuerung der Anwendung mittels Tastatur oder jedem Anderem Tastatur ähnlichem Gerät
fi: Näppäimistö-moduulin avulla voit ohjata ohjelmaa käyttäen näppäimistöä, tai laitetta joka toimii näppäimistön tavoin.
it: Questo modulo permette il controllo dell'applicazione utilizzando la vostra tastiera o qualunque altro dispositivo che funziona come una tastiera.
ru: Этот модуль позволяет Вам указать горячие клавиши для управление с клавиатуры.

source: Keyboard
de: Tastatur
fi: Näppäimistö
it: Tastiera
ru: Клавиатура

source: Are you sure you want to remove the mapping?
de: Die Zuweisung wirklich aufheben?
fi: Haluatko varmasti poistaa sidoksen?
it: Sei sicuro di voler elimare la mappatura?
ru: Вы уверены, что хотите удалить привязки клавиш?

source: Remove key
de: Taste entfernen
fi: Poista näppäin
it: Elimina tasto
ru: Удалить горячюю клавишу

source: Press a key on your keyboard
de: Drück eine Taste der Tastatur.
fi: Paina näppäimistön näppäintä
it: Premi un tasto sulla tastiera
ru: Нажмите клавишу на клавиатуре

source: Watchdog
de: Aktivitätsüberwachung
fi: Vahtikoira
ru: Наблюдатель

source: This module, if enabled, will respawn epymc in the rare cases of application crash/hang. So you dont have to leave your couch in case of problems...just wait 30 seconds and the module will restart epymc for you.
de: Diese Funktion (bei Aktivierung) überwacht und Starte epymc bei Absturz oder änlichen unwahrscheinlichkeiten erneut (wir rechnen aber eher mit der Zerstörung der Erde durch Vogonen) Dadurch müssen Sie ihr Sofa durch dieses Problemchen nicht verlassen. Warten sie 30 sekunden und diese Funktion startet epymc erneut für Sie.
fi: Tämä moduuli käynnistää EpyMC:n uudelleen mikäli se kaatuu tai jähmettyy. Näinollen sinun ei tarvitse nousta sohvaltasi ongelmien sattuessa... odota vain 30 sekuntia ja kaikki tapahtuu automaattisesti.
it: Questo modulo, se abilitato, farà ripartire epymc nei rari casi di crash. Così non dovrete alzarvi dal divano in caso di problemi...aspettate al massimo 30 secondi e questo modulo rilancierà epymc per voi.
ru: Если этот модуль включён, то в тех редких случаях, когда EpyMC зависает или падает, он будет перезапускаться. Вам не нужно делать лишних телодвижений в случае проблем - просто подождите 30 секунд и модуль перезапустит EpyMC.

source: Dimensions
de: Dimensionen
fi: Koko
it: Dimensioni
ru: Разрешение

source: Format
fi: Formaatti
it: Formato
ru: Формат

source: Please install PIL to read image metadata.
de: Um Metadaten aus Ihren Bildern auszulesen müssen Sie bitte die "Python Image Lib" (LIP) installieren
fi: Asenna PIL metatietojen lukemiseksi.
it: Dovete installare PIL per leggere i metadati.
ru: Пожалуйста, установите PIL, чтобы прочитать метаданные.

source: Photos
de: Fotos
fi: Valokuvat
it: Foto
ru: Галерея

source: A module to watch your photos.
de: Eine Funktion um ihre Fotos zu überwachen
fi: Moduuli jonka avulla voit katsella valokuviasi.
it: Un modulo per guardare le foto.
ru: Модуль для просмотра фотографий и изображений.

source: Show slideshow controls on start
de: Zeige die Steuerung beim start der Bildervorführung
fi: Näytä diaesityksen ohjaimet käynnistettäessä
it: Mostra controlli all'avvio
ru: Показывать кнопки управления слайд-шоу при запуске

source: Slideshow delay
de: Verzögerung bei Bildwechsel
fi: Diaesityksen viive
it: Tempo tra le foto
ru: Задержка между показом слайдов

source: seconds
de: sekunden
fi: sekuntia
it: secondi
ru: секунды

source: Screen calibrator
de: Bildschirmkalibrierung
fi: Näytön kalibroija
it: Calibrazione dello schermo
ru: Калибровка экрана

source: Use this module to calibrate your screen parameters.
de: Modul um den Bildschirm zu Kalibrieren.
fi: Tämän moduulin avulla voit kalibroida näytön parametrit.
it: Usa questo modulo per aggiustare i settaggi del tuo schermo.
ru: Этот модуль позволяет откалибровать экран, и так же произвести его настройку.

source: This module provide a way to control the application from your web browser.<br>The server (by default) listen on port 8080, to connect just point to: <br>http://your_ip:8080<br>You can change listening port and the theme from the configurtion file.
de: Dieses Modul ermöglicht die Anwendung mit einem Web Browser zu steuern.<br>Der Server lauscht (per Grundeinstellung) auf dem Port 8080. Um sich mit dem Server zu verbinden wählen sie die Adresse:<br>http://Ihre_IP:8080<br>Die Port-Nummer und das Thema ist in der Konfigurations Datei veränderbar.
fi: Tämän moduulin avulla voit ohjata ohjelmaa verkkoselaimestasi.<br>Palvelin kuuntelee oletuksena porttia 8080, yhdistääksesi kirjoita selaimeesi: <br>http://laitteen_ip:8080<br>Voit vaihtaa kuunteluportin ja käytettävän teeman asetustiedostosta.
it: Questo modulo permette il controllo dell'applicazione utilizzando un qualunque browser web.<br>Il server (di default) ascolta sulla porta 8080, per collegarsi basta puntare all'indirizzo:<br>http://il_vostro_ip:8080<br>Potete cambiare la porta di ascolto dal file di configurazione.
ru: Этот модуль предоставляет Вам способ управления приложением из вашего веб браузера.<br>Сервер (по умолчанию) слушает порт 8080. Чтобы подключиться, просто наберите: <br>http://ваш_ip:8080<br>Вы можете сменить порт и тему в файле настроек.

source: My Games
de: Meine Spiele
fi: Minun pelini
it: I miei giochi
ru: Мои игры

source: All Games
de: Alle Spiele
fi: Kaikki pelit
it: Tutti i giochi
ru: Все игры

source: Favorite Games
de: Bevorzugte Spiele
fi: Suosikkipelit
it: Giochi preferiti
ru: Избранные игры

source: Categories
de: Kategorien
fi: Kategoriat
it: Categorie
ru: Категории

source: This module add the ability to browse, download and play games using the M.A.M.E. emulator.
de: Dieses Modul ermöglicht es mit dem M.A.M.E. Simulator das Durchsuchen, Downloaden und Spielen von Spielen
fi: Tämän moduulin avulla voit selata, ladata ja pelata pelejä käyttäen M.A.M.E.-emulaattoria.
it: Questo modulo permette di navigare, scaricare e giocare utilizzando l'emulatore M.A.M.E.
ru: Этот модуль добавляет возможность просмотривать, скачивать и играть в игры, используя M.A.M.E. эмулятор.

source: Searching games, please wait...
de: Suche Spiele, bitte warten...
fi: Etsitään pelejä, odota...
it: Ricerca giochi, attendere...
ru: Поиск игр, пожалуйста, подождите...

source: M.A.M.E not found
de: M.A.M.E. nicht gefunden
fi: M.A.M.E.:a ei löytynyt
it: M.A.M.E. non trovato
ru: M.A.M.E не найден

source: Is mame installed?
de: Ist M.A.M.E. installiert?
fi: Onko M.A.M.E. asennettu?
it: Avete installato mame?
ru: M.A.M.E установлен?

source: Can not get rom path from M.A.M.E.
de: Kein "rom" Pfad für M.A.M.E.
fi: M.A.M.E.:n ROM-polku ei ole saatavilla
it: Non trovo il rom path di M.A.M.E.
ru: Невозможно получить путь ROM от M.A.M.E

source: Is your mame well configured?
de: Ist M.A.M.E.richtig Konfiguriert?
fi: Onko M.A.M.E. asetettu oikein?
it: Avete configurato bene mame?
ru: M.A.M.E. эмулятор настроен?

source: No category file found
de: Keine Kategorie Datei gefunden
fi: Kategoriatiedostoa ei löytynyt
it: Non trovo il file categorie
ru: Не найден файл категорий
